window.tabSetting = [{
	aid: '4646',
	name: '美妆个护',
	child: [{
		pid: '6868',
		name: '面膜'
	}, {
		pid: '6866',
		name: '姨妈巾'
	}, {
		pid: '6870',
		name: '洁面'
	}]
}, {
	aid: '4611',
	name: '食品保健',
	child: [{
		pid: '122',
		name: '零食'
	}, {
		pid: '222',
		name: '保健品'
	}, {
		pid: '111',
		name: '成人保健'
	}, {
		pid: '221',
		name: '瘦身保健'
	}]
}, {
	aid: '4612',
	name: '母婴',
	child: [{
		pid: '122',
		name: '奶粉'
	}, {
		pid: '222',
		name: '营养辅食'
	}, {
		pid: '111',
		name: '儿童用品'
	}]
}, {
	aid: '4613',
	name: '居家礼品',
	child: [{
		pid: '122',
		name: '清洁'
	}, {
		pid: '222',
		name: '礼品'
	}, {
		pid: '111',
		name: '厨房用具'
	}]
}, {
	aid: '4614',
	name: '鞋包服饰',
	child: [{
		pid: '122',
		name: '男鞋'
	}, {
		pid: '222',
		name: '女鞋'
	}, {
		pid: '111',
		name: '运动鞋'
	}, {
		pid: '232',
		name: '服饰配件'
	}, {
		pid: '272',
		name: '轻奢箱包'
	}]
}];



// window.tabSetting = [{
// 	aid: '4691',
// 	name: '美妆个护',
// 	child: [{
// 		pid: '6914',
// 		name: '面膜'
// 	}, {
// 		pid: '6915',
// 		name: '姨妈巾'
// 	}, {
// 		pid: '6916',
// 		name: '洁面'
// 	}, {
// 		pid: '6919',
// 		name: '护肤'
// 	}, {
// 		pid: '6918',
// 		name: '洗护'
// 	}, {
// 		pid: '6917',
// 		name: '美妆'
// 	}, {
// 		pid: '6920',
// 		name: '口腔护理'
// 	}, {
// 		pid: '6921',
// 		name: '其它'
// 	}]
// }, {
// 	aid: '4691',
// 	name: '食品保健',
// 	child: [{
// 		pid: '6922',
// 		name: '食品'
// 	}, {
// 		pid: '6923',
// 		name: '保健品'
// 	}, {
// 		pid: '6924',
// 		name: '成人保健'
// 	}, {
// 		pid: '6925',
// 		name: '瘦身保健'
// 	}]
// }, {
// 	aid: '4691',
// 	name: '母婴',
// 	child: [{
// 		pid: '6926',
// 		name: '奶粉'
// 	}, {
// 		pid: '6927',
// 		name: '营养辅食'
// 	}, {
// 		pid: '6928',
// 		name: '儿童用品'
// 	}]
// }, {
// 	aid: '4691',
// 	name: '居家礼品',
// 	child: [{
// 		pid: '6929',
// 		name: '厨房用具'
// 	}, {
// 		pid: '6930',
// 		name: '清洁'
// 	}, {
// 		pid: '6931',
// 		name: '礼品'
// 	}]
// }, {
// 	aid: '4691',
// 	name: '鞋包服饰',
// 	child: [{
// 		pid: '6936',
// 		name: '轻奢箱包'
// 	}, {
// 		pid: '6932',
// 		name: '男鞋'
// 	}, {
// 		pid: '6933',
// 		name: '女鞋'
// 	}, {
// 		pid: '6934',
// 		name: '运动鞋'
// 	}, {
// 		pid: '6935',
// 		name: '服饰配件'
// 	}]
// }];